Repository: wp-plugins/reseller-connection-for-oxxa
Catalog: languages/rcfo-nh-*.po
Languages: nl_nl

source: Domain check
nl_nl: Domein controle

source: Domain name
nl_nl: Domeinnaam

source: Auto renew
nl_nl: Verlengen

source: Price
nl_nl: Prijs

source: Expire date
nl_nl: Einddatum

source: send
nl_nl: verstuur

source: Prices are including
nl_nl: Prijzen zijn inclusief

source: tax.
nl_nl: btw.

source: Prices are excluded
nl_nl: Prijzen zijn exclusief

source: Price calculations
nl_nl: Prijs berekening

source: Shortcode examples
nl_nl: Shortcode voorbeelden

source: Setup the connection to Oxxa.com
nl_nl: Connectie met Oxxa.com instellen

source: Reseller username
nl_nl: Reseller gebruikersnaam

source: Reseller OXXA account
nl_nl: OXXA reseller account

source: Reseller password
nl_nl: Reseller wachtwoord

source: Encoded password
nl_nl: Hashed wachtwoord

source: Your reseller password (You password will is saved hashed for security reasons!
nl_nl: Je reseller wachtwoord (Je wachtwoord wordt gehashed opgeslagen vanwege veiligheidsredenen!)

source: delete password
nl_nl: verwijder wachtwoord

source: Check this field to delete your password form the database.
nl_nl: Selecteer deze optie om je wachtwoord uit de database te verwijderen.

source: Profit margin for domain names:
nl_nl: Winstmarge voor domeinnamen:

source: Choose the margin type you want to set.
nl_nl: Kies het type winst marge om te gebruiken.

source: Enter the percentage you want as a margin above the purchase price. <i>Example: 7,5</i>
nl_nl: Voer het percentage als winstmarge in dat je wilt gebruiken. <i>Bijv. 7,5</i>

source: Amount
nl_nl: Bedrag

source: Enter the amount you want as a margin above the purchase price. <i>Example: 2,5</i>
nl_nl: <i>Example: 2,5</i>Voer het bedrag als winstmarge in dat je wilt gebruiken. <i>Bijv. 2,5</i>

source: Tax calculation:
nl_nl: Btw berekenen:

source: Tax:
nl_nl: Btw:

source: Enter the legal tax rate of your country or put at 0 for excluding tax.
nl_nl: Voer het btw percentage van je land in.

source: Calculate tax?
nl_nl: Btw berekenen?

source: Do you want to calculate tax rate into the shown prices?
nl_nl: Wil je de btw berekenen in de weergegeven prijzen?

source: Domain list for the user:
nl_nl: Lijst met domeinnamen voor de gebruiker:

source: No settings needed
nl_nl: Geen instellingen nodig

source: OXXA.com username
nl_nl: OXXA.com gebruikersnaam

source: Fill in the username of the clients oxxa.com account.
nl_nl: Vul de gebruikersnaam van de klant zijn oxxa.com account in.
